/* Next-button titles */
"CLOSE" = "Fermer";
"SHUTDOWN" = "Éteindre";
"RESTART" = "Redémarrer";
"LOGOUT" = "Fermer la session";


/* Messages describing automatic actions the Installer will take once Installation has completed */
"AutoQuit"		= "Le programme d’installation se fermera dans %d secondes.";
"AutoQuit1"		= "Le programme d’installation va se fermer automatiquement dans 1 seconde.";
"AutoMsg"		= "L’ordinateur va %1$@ dans %2$d secondes.";
"AutoMsg1"		= "L’ordinateur va %@ dans 1 seconde.";

/* action description to be substituted into 'AutoMsg' & 'AutoMsg1' above */
"AutoRestart"	= "redémarrer";
"AutoLogout"	= "fermer la session";
"AutoShutdown"	= "s’éteindre";

/* action descriptions indicating actions are currently being performed */
"AutoRestartIsOccurring" = "L’ordinateur redémarre.";
"AutoLogoutIsOccurring" = "L’ordinateur est en train de fermer la session.";
"AutoShutdownIsOccurring" = "L’ordinateur est en cours d’extinction.";


/* Messages displayed when the installer requires the user to perform an action to finish installing the software */
"ManualShutDownMsg" = "Cliquez sur Éteindre pour terminer l’installation du logiciel.";
"ManualLogoutMsg" = "Cliquez sur Fin de session pour terminer l’installation du logiciel.";
"ManualRequiredRebootMsg" = "Cliquez sur Redémarrer pour terminer l’installation \ndu logiciel.";
"ManualRequiredRebootAfterFailureMsg" = "Cliquez sur Redémarrer pour tenter une nouvelle installation.";


/* Window titles & descriptions */
"InstallCompletedSuccessfullyTitle" = "L’installation a été réalisée avec succès.";
"InstallCompletedSuccessfullyDescription" = "Le logiciel a été installé.";
"InstallCompletedWithErrorsTitle" = "Des erreurs se sont produites lors de l’installation. Nous vous suggérons d’installer une nouvelle fois. ";


/* IASPSummaryView class' localizable strings */
"InstallSucceededTitle" = "L’installation a réussi.";
"InstallFailedTitle" = "L’installation a échoué.";
